Repository: javaskater/personal_portal2
Catalog: translations/messages.*.xlf
Languages: de, fr

source: Berlin Marathon
de: Berliner Marathon
fr: Marathon de Berlin

source: Arrival of the 2014's Berlin skating marathon
de: Ankunft vom Berliner Inlineskating Marathon in 2014
fr: Arrivée de l'édition 2014 du Marathon Roller de Berlin

source: Castle of Mesnieres
de: Schloss von Mesnières en Bray
fr: Château de Mesnières en Bray

source: On the Greenway between Paris and London (Inline-skating practice)
de: Auf dem Radweg zwischen Paris und London (ideal zum Inline-Training)
fr: Sur la voie verte Paris-Londres (stages de roller)

source: My Fedora Workstation
de: Mein Computer Bildschirm
fr: Mon poste de travail sous Fedora

source: Working under fedora 27
de: Software Entwicklung mit Fedora 27 Laptop
fr: Développement logiciel sous Fedora 27

source: Seine near Fontainebleau
de: Seine in der Nähe von Fontainebleau
fr: La Seine près de Fontainebleau

source: Hiking the river Seine at Bois Le Roi
de: Wanderung am Seine Ufer in Bois Le Roi
fr: Randonnée le long de la Seine à Bois Le Roi

source: Previous
de: Voher
fr: Précédent

source: Next
de: Danach
fr: Suivant

source: My Wiki
de: Mein Mediawiki
fr: Mon Wiki

source: My Blog
de: Mein Blog
fr: Mon Blog

source: My GitHub Account
de: Mein Github-Konto
fr: Mon compte GitHub

source: Contact
de: Kontakt Formular
fr: Formulaire de contact

source: Object * :
de: Objekt * :
fr: Le sujet * :

source: The object of you contact's request...
de: Das Object ihrer Eingabe
fr: Le sujet de votre demande de contact ...

source: Your name
de: Ihr Name
fr: Votre Nom

source: Your email address...
de: Ihre Mailadresse...
fr: Votre adresse e-mail...

source: Message * :
de: Nachricht * :

source: Enter your message here...
de: Geben Sie ihre Nachricht hier ein...
fr: Entrez votre message ici..

source: Send
de: Senden
fr: Envoi

source: Well done !
de: Bravo !
fr: Bravo !

source: You successfully sent your contact request.
de: Ihr Mail ist mit Erfolg gesendet worden.
fr: Votre demande de contact a été envoyée avec succès.

source: Ouups !!!
de: Problem !!!

source: Sending mail encountered a problem.
de: Wegen technischer Schwierigkeiten konnte Ihr Mail nicht gesendet werden.
fr: Problème technique rencontré lors de l'envoi de votre demande.

source: My Gitlab account
de: Mein Gitlab-Konto
fr: Mon compte Gitlab

source: Name * :
fr: Nom * :
